Repository: franglais125/apt-update-indicator
Catalog: po/*.po
Languages: sv, zh_tw

source: New in repository
sv: Nytt i förrådet
zh_tw: 軟體原中有新套件

source: Local/Obsolete packages
sv: Lokala/föråldrade paket
zh_tw: 本地/過時套件

source: Residual config files
sv: Kvarlämnade konfigurationsfiler
zh_tw: 多餘套件

source: Autoremovable
sv: Autoborttagningsbara
zh_tw: 無用套件

source: Settings
sv: Inställningar
zh_tw: 設定

source: Apply updates
sv: Tillämpa uppdateringar

source: Check now
sv: Kontrollera nu
zh_tw: 立即檢查

source: Checking
sv: Kontrollerar
zh_tw: 正在檢查

source: %d update pending
sv: %d uppdatering väntar
zh_tw: %d 個正在等待更新

source: Error
sv: Fel
zh_tw: 錯誤

source: No internet
sv: Inget internet
zh_tw: 斷線

source: Initializing
sv: Initierar
zh_tw: 初始中

source: Up to date
sv: Aktuell

source: New Update
sv: Ny uppdatering

source: There is %d update pending
sv: %d uppdatering väntar
zh_tw: 有 %d 個更新正在等待更新

source: Update now
sv: Uppdatera nu
zh_tw: 安裝更新

source: Can not connect to %s
sv: Kan inte ansluta till% s
zh_tw: 無法連接到%s

source: Last check:
sv: Senaste kontroll:
zh_tw: 上次檢查：

source: Always show the indicator
sv: Visa alltid indikatorn
zh_tw: 總是顯示圖標在螢幕上方

source: Show updates count on the indicator
sv: Visa antal uppdateringar i indikatorn

source: If updates count is less than this number (0 to disable)
sv: Om antalet uppdateringar är mindre än detta nummer (0 för att inaktivera)

source: Auto-expand updates list
sv: Expandera uppdateringslistan automatiskt
zh_tw: 自動延長更新清單

source: Send a notification when new updates are available
sv: Skicka en avisering när nya uppdateringar är tillgängliga

source: Use transient notifications (auto dismiss)
sv: Använd tillfälliga aviseringar (autoavvisande)
zh_tw: 使用暫時性通知(自動略過)

source: How much information to show on notifications
sv: Information att visa i aviseringar
zh_tw: 在通知上顯示多少訊息

source: Up to a maximum of 50 package names.
sv: Upp till 50 paketnamn.
zh_tw: 最多50個套件名稱

source: Count only
sv: Endast antal
zh_tw: 只計數目

source: New updates names
sv: Nya uppdateringsnamn
zh_tw: 更新名稱

source: All updates names
sv: Alla uppdateringsnamn
zh_tw: 所有更新名稱

source: Command to update packages
sv: Kommando för att uppdatera paket
zh_tw: 更新套件的命令

source: You can use sudo instead of pkexec for the terminal.
sv: Du kan använda sudo i stället för pkexec för terminalen.
zh_tw: 你可以取代pkexec使用sudo

source: Show output on terminal
sv: Visa utmatning i terminalen
zh_tw: 在終端機內顯示

source: Terminal to use
sv: Terminal att använda
zh_tw: 要使用的終端機

source: Clear entry
sv: Rensa post

source: Cancel
sv: Avbryt

source: Save
sv: Spara

source: Check for updates every:
sv: Sök efter uppdateringar varje:

source: Automatic checks, 0 to disable
sv: Automatiska kontroller, 0 för att inaktivera
zh_tw: 自動檢查，打零以停用功能

source: Hours
sv: timmar
zh_tw: 時數

source: Days
sv: dagar
zh_tw: 天數

source: Weeks
sv: veckor
zh_tw: 週數

source: Strip out version numbers
sv: Ta bort versionsnummer

source: Highlight security/important updates
sv: Markera säkerhets-/viktiga uppdateringar

source: Indicator
sv: Indikator

source: Notifications
sv: Notifieringar

source: Shortcut to open the indicator
sv: Genväg för att öppna indikatorn

source: Basic settings
sv: Grundinställningar

source: Reset values for all commands
sv: Återställ värden för alla kommandon
zh_tw: 重設所有指令為預設

source: Reset
sv: Återställ
zh_tw: 重設

source: Update method
sv: Uppdateringsmetod

source: Method to use to apply the updates.
sv: Metod att använda för att tillämpa uppdateringarna.
zh_tw: 更新套件的方式

source: Launch gnome-software
sv: Starta GNOME Programvara
zh_tw: 啟動Gnome軟體

source: Update-manager (Ubuntu only)
sv: Programuppdaterare (endast Ubuntu)
zh_tw: 更新管理器（只限Ubuntu）

source: Gnome package updater
sv: GNOME Paketuppdaterare
zh_tw: Gnome 更新器

source: Custom
sv: Anpassad
zh_tw: 自訂

source: The default command is "pkcon refresh", which uses packagekit with the apt backend. You can define a custom command below, to be executed using pkexec.
sv: Standardkommandot är "pkcon refresh", som använder packagekit med apt backend. Du kan ange ett anpassat kommando som ska köras med pkexec nedan.
zh_tw: 搭配apt使用packagekit的預設指令為"pkcon refresh你可以在下方自訂一個指令，來被pkexec執行。

source: Use a custom command to check for updates
sv: Använd ett anpassat kommando för att leta efter uppdateringar

source: Custom command to check for updates
sv: Anpassat kommando för att leta efter uppdateringar

source: Advanced settings
sv: Avancerade inställningar

source: Include an item in the indicator with a list of new packages in the repository.
sv: Visa en lista över nya paket i förrådet som en post i indikatorn.
zh_tw: 在指示器內列出在軟體原中的新套件

source: New packages in repository
sv: Nya paket i förrådet
zh_tw: 軟體原中包含新套件

source: Include an item in the indicator with a list of obsolete or local packages. Obsolete packages are not available in the repository. Local packages are available, but an unavailable version is installed.
sv: Visa en lista över föråldrade eller lokala paket som en post i indikatorn. Föråldrade paket är inte tillgängliga i förrådet. Lokala paket är tillgängliga, men en otillgänglig version är installerad.
zh_tw: 在指示器內列出過期或本地的套件。過期的套件在軟體原中已被停用。本地套件仍然接受支援，但一個不支援的套件版本已經被下載。

source: Include an item in the indicator with a list of packages that have residual config files. Run "sudo apt purge pkgname" to clean them.
sv: Visa en lista över paket som har kvarlämnade konfigurationsfiler som en post i indikatorn. Kör "sudo apt purge paketnamn" för att rensa dem.
zh_tw: 在指示器內列出多餘套件。在終端機內執行"sudo apt purge 套件名稱"來清理他們。

source: Residual packages
sv: Restpaket
zh_tw: 多餘套件

source: Include an item in the indicator with a list of autoremovable packages. Run "sudo apt autoremove" to remove them.
sv: Visa en lista över automatiskt borttagningsbara paket som en post i indikatorn. Kör "sudo apt autoremove" för att ta bort dem.
zh_tw: 在指示器內列出無用套件。

source: Autoremovable packages
sv: Automatiskt borttagningsbara paket
zh_tw: 無用套件

source: Package status
sv: Paketstatus
zh_tw: 套件狀態

source: Packages in this list will be excluded from the updates. As an example, this is useful for packages that are downgraded manually.
sv: Paket i denna lista kommer att utelämnas från uppdateringarna. Detta kan till exempel vara användbart för paket som har nedgraderats manuellt.

source: Ignore
sv: Ignorera

source: Adds an indicator to the top panel that allows to check for updates
sv: Lägger till en indikator i systemraden som gör det möjligt att kontrollera om det finns uppdateringar
zh_tw: 在螢幕上方增加可檢查套件更新的指示器

source: Maintained by
sv: Underhålls av
zh_tw: 經營者為

source: Webpage
sv: Webbsida
zh_tw: 網站

source: <span size="small">This program comes with ABSOLUTELY NO WARRANTY. Sethe <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 or later</a> for details.</span>
sv: <span size="small">Detta program kommer HELT UTAN GARANTI. Se <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU General Public License, version 2 eller senare</a> för detaljer.</span>
zh_tw: <span size="small">此軟體＊不包含任何擔保＊。 Sethe <a href="https://www.gnu.org/licenses/old-licenses/gpl-2.0.html">GNU GNU General Public License授權條款第2版或更新</a> for details.</span>

source: About
sv: Om
zh_tw: 關於

source: Up to date :)
zh_tw: 已是最新 ^_^

source: Ex: gnome-terminal -x bash -c
zh_tw: 例：gnome-terminal -x bash -c

source: Show updates count on indicator
zh_tw: 在圖標上顯示更新數目

source: Auto-expand the list if updates count is less than this number (0 to disable)
zh_tw: 如果更新套件數低於此數目自動延長清單（打零以停用此功能）

source: version:
zh_tw: 版本
